brew "antidote"
brew "olets/tap/zsh-abbr"
brew "starship"

brew "git"
brew "git-lfs"
brew "lazygit"
brew "gh"

brew "neovim"

brew "tmux"
brew "tpm"

brew "eza"
brew "bat"
brew "zoxide"

brew "fastfetch"
brew "cmatrix"
brew "btop"

brew "llvm"

brew "ripgrep"
brew "fd"

brew "bc"
brew "jq"
